Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextMobileHostUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# mobileHost.consent.allow
source: Allow
ja: 許可

# mobileHost.consent.control
source: %1$@ wants to control %2$@
ja: %1$@ が %2$@ の操作を求めています

# mobileHost.consent.deny
source: Deny
ja: 拒否

# mobileHost.consent.message
source: The phone will see this screen. Allow only if you started this from your phone.
ja: スマートフォンにこの画面が表示されます。ご自身のスマートフォンから開始した場合のみ許可してください。

# mobileHost.consent.unknownDevice
source: A paired device
ja: ペアリング済みのデバイス

# mobileHost.consent.view
source: %1$@ wants to view %2$@
ja: %1$@ が %2$@ の表示を求めています

# mobileHost.indicator.controlled
source: %1$@ is controlling %2$@
ja: %1$@ が %2$@ を操作中

# mobileHost.indicator.label
source: Screen shared with a phone
ja: スマートフォンと画面を共有中

# mobileHost.indicator.stop
source: Stop
ja: 停止

# mobileHost.indicator.stopAll
source: Stop All
ja: すべて停止

# mobileHost.indicator.viewed
source: %1$@ is viewing %2$@
ja: %1$@ が %2$@ を表示中
